<?php
/*
 +----------------------------------------------------------------------
 + Title        : PHP—CMD 命令行工具 - 配置参数
 + Author       : 小黄牛(1731223728@qq.com) -- QQ群：368405253
 + Version      : V1.0.0.2
 + Desc         : 命令行相关配置参数
 +----------------------------------------------------------------------
*/
return [
    'DB_TYPE' => 'mysql',
    'DB_HOST' => 'localhost',
    'DB_NAME' => '',
    'DB_USER' => '',
    'DB_PWD' => '',
    'DB_PORT' => '3306',
    'DB_CHARSET' => 'utf8',
    'CD_PATH' => '../',

];